/* A New Version is Available - dialog text */
"NEW_VERSION_TEXT" = "%@ の新しいバージョン (v%@) が見つかりました。今すぐダウンロードしますか？";

/* A New Version is Available - dialog title */
"NEW_VERSION_TITLE" = "新しいバージョンが見つかりました";

/* When soft is up-to-date - dialog text */
"UP_TO_DATE_TITLE" = "最新バージョンです";

/* When soft is up-to-date - dialog title */
"UP_TO_DATE_TEXT" = "お使いの %@ のバージョンは最新です。アップデートする必要はありません。";

/* When update test failed - dialog title */
"UPDATE_ERROR_TITLE" = "エラーが発生しました";

/* When update test failed - dialog text */
"UPDATE_ERROR_TEXT" = "%@ のアップデートを確認できませんでした。";

/* Asking whether to check for updates at startup - dialog title */
"CHECK_FOR_UPDATES_TITLE" = "起動時にアップデートを確認しますか？";

/* Asking whether to check for updates at startup - dialog text */
"CHECK_FOR_UPDATES_TEXT" = "アプリケーション起動時に新しいバージョンが無いか確認しますか？アップデートの確認は、\"%@\" アプリケーションメニューの \"アップデートを確認...\" からも行うことができます。";


"OK" = "OK";


"Cancel" = "キャンセル";